{
  "temur": {
    "title": "Amir Temur",
    "text1":"Amir Temur O‘rta, Janubiy va G‘arbiy Osiyo, shuningdek, Kavkaz, Povoljya va Rus tarixida muhim o‘rin tutgan O‘rta Osiyolik turkiy hukmdor, sarkarda va zobit. Sarkarda, poytaxti Samarqand bo‘lgan Temuriylar saltanati (1370 yil) asoschisi. Amir Temur 1336 yil 9 aprel kuni Kesh (Shahrisabz) yaqinidagi Xo‘ja Ilg‘or (Yakkabog‘) qishlog‘ida tug‘ilgan. Rivoyatlarga ko‘ra, u qo‘lida qip-qizil qon bo‘lagi bilan, sochlari esa mo‘ysafid kabi oppoq holatda tug‘ilgan, bunday holat Chingizxon haqida ham gapirilgan. Uning otasi amir Muhammad Tarag‘ay turk avlodining barloslaridan bo‘lib, Movarounnahrda o‘ziga yarasha obro‘-e’tiborga ega, nufuzli ziyolilardan bo‘lgan. Uning ota-bobosi afsonaviy turkiy Alan quva shajarasidan kelib chiqqan bo‘lib, Chig‘atoy ulusining saroydagi obro‘-e’tiborli kishilari qatoridan joy olgan. Kesh va Nefes atrofidagi yerlar ularga qarashli mulk hisoblangan.
    
    Temurning otasi Tarag‘ay doimiy ravishda xon ulusi bo‘lmish Il daryosi qirg‘og‘iga chaqiriluvchi chig‘atoy beklari qurultoylarida ishtirok etgan. 1355 yil u Turmush og‘a barlosi amir Jakuning qiziga uylanadi.
    
    Movaraunnahrning bosh amiri Qozag‘on Amir Temurning qobiliyatlariga ishonch hosil qilib, shu yiliyoq unga nevarasi Uljay Turkan og‘ani nikohlab beradi. Ushbu nikoh sharofati bilan Qazog‘onning nevarasi amir Husayn va Amir Temurlar ittifoqi vujudga keladi. Bu ittifoq mo‘g‘ullarga qarshi kurashda juda qo‘l keladi. 1356 yil Amir Temurning 2 o‘g‘li dunyoga keladi — Jahongir va Umar Shayh.
    
    XIII asr boshi XIV asr oxirlariga kelib Movaraunnahrning iqtisodiy ahvoli kundan-kunga yomonlashib boradi. Bundan Mo‘g‘uliston xoni Tug‘luq Temur foydalanib qoladi va hech qanday qarshiliksiz Qashqadaryogacha yetib boradi. Amir Temur unga xizmat qilishni boshlaydi. Biroq, Tug‘luq Temur Movaraunnahr hukmdori etib o‘zining o‘g‘li Ilyos Xodjani tayinlaydi va Amir Temur shahzodaga xizmat qilishdan bosh tortib, Balx hukmdori amir Husayn bilan birlashib olib, mo‘g‘ullar bilan qat’iy jangga kirishadi.
    
    Bu vaqtda Samarqandda sarbadorlar - “dorga osiluvchilar”, shuningdek, mo‘g‘ullarga qarshi kurashuvchilar hukmron surgan. Mazkur xalq harakatining “Yoki ozodlik uchun kurash, yoki dorga osilgan kalla” shiori ham uning ishtirokchilari tomonidan yaratilgan. 1370 yil Amir Temur Balxda bo‘lib o‘tgan qurultoyda Turonning bosh amiri etib e’lon qilinadi.
    
    Chingizning qizi Saroy Mulk Xonim bilan nikohi esa Amir Temurga “gurgan”, ya’ni “xonning kuyovi” faxriy unvonini berdi.
    
    Amir Temurning asosiy vazifasi parchalangan davlatga bardosh berish va alohida yerlarni bir davlatga birlashtirishdan iborat bo‘lgan. Mazkur davlatning poytaxti etib u Samarqandni tayinlab, tezkorlik ila shaharning himoya devorlarini, qo‘rg‘onlar va saroylarni barpo etishni boshlaydi.
    
    Amir Temur Amudaryo va Sirdaryo orasidagi yerlarni, shuningdek, Farg‘ona va Shosh viloyatlarini o‘ziga bo‘ysundirib, birlashtiradi, so‘ngra bosqinchilik yurishlarini boshlaydi.
    
    Amir Temur hukmronligi 35 yil davom etgan (1370 - 1405). U Ind va Gangdan Sirdaryo va Zarafshongacha, Tyan Shandan Bosforgacha bo‘lgan katta saltanatni yaratgan. Hayotining katta qismini yurishlarda o‘tkazgan.
    
    Amir Temur 1405 yil Xitoyga yurishi vaqtida O‘tror shahrida vafot etgan.",
    "text2":"Amir Temurning hayotlik vaqtida davlat boshqaruvi haqida so‘zlovchi “Temur tuziklari” nomli maxsus asar yozilgan. Asar ikki qismdan iborat bo‘lib, O‘rta asrning bebaho tarixiy manbasi hisoblanadi. Unda Temurning hayotiy voqealari bilan bog‘liq tarjimai xoli, atoqli davlat arbobi va sarkardaning harbiy san’atga bo‘lgan nuqtai nazari, davlat tuzilishi va boshqaruvi kabilar bayon qilingan. Amir Temur tomonidan yaratilgan markazlashgan, kuchli boshqaruvga ega davlat ushbu bebaho qoidalar majmuasi hisoblanmish kitob asosida yaratilgan.
    
    Yirik davlatni yaratib, Amir Temur mamlakatning iqtisodiy va madaniy rivoji uchun sharoitlarni tayyorlagan. O‘tgan davrlarning qadimiy an’analari yangi tarixiy ko‘rinishda qayta tiklanadi. Yaqin va O‘rta sharq bo‘ylab Movaraunnahr savdo-sotiq, iqtisod va madaniyat markaziga aylanishi zamirida, Samarqand, Kesh, Buxoro, Termiz, Toshkent, Marv va boshqa qadimiy shaharlar obodonlasha boshlagan.
    
    Masjid, madrasa, maqbara, karvon-saroy va hammomlarning katta binolari qad rostlay boshlagan. Har qanday g‘alaba me’morchilikda abadiylashishi odatiy holatga aylanib qolgan. Quruvchilik faoliyatida Amir Temur ma’lum bir siyosiy maqsadlarga amal qilgan - u qurdirgan inshootlar saltanatining kuch-qudratini ko‘rsatib bera olishi kerak bo‘lgan.
    
    Boshqaruv yillari davomida Amir Temur feodal tarqoqlikka barham beradi, Fransiya, Angliya, Kastiliya kabi yirik Ovrupa qirolliklari bilan savdo-diplomatik aloqalarni yo‘lga qo‘yadi. Afsuski, Amir Temurning vafotidan so‘ng G‘arbiy Ovrupa bilan savdo-diplomatik aloqalar nihoyasiga yetadi.
    
    Amir Temur tarix sahifalarida Aleksandr Makedonskiy, Dariy Perviy, Yuliy Sezar kabi yirik sarkardalar bilan bir qatorda turadi.
    
    Amir Temur — insoniyat tarixidagi eng qat’iyatli shaxslardan biridir. Turli manbalarga tayangan holda, u haqidagi bilimlarimizda ham hukmdor, zobit, sarkarda, ham jangchi sifatida gavdalanadi"
  }
}
