{
  "temur": {
    "title": "Амир Темур",
    "text1":"Амир Темур – среднеазиатский тюркский правитель, полководец и офицер, сыгравший важную роль в истории Центральной, Южной и Западной Азии, а также Кавказа, Поволжья и России. Саркарда был основателем царства Тимуридов (1370 г.), столицей которого был Самарканд. Амир Темур родился 9 апреля 1336 года в селении Ходжа Ильгор (Яккабог) близ Кеша (Шахрисабз). По преданиям, он родился с красным кровяным сгустком в руке, а волосы у него были белыми, как моисафиды, такое состояние упоминалось и о Чингисхане. Его отец, Амир Мухаммад Тарагай, был одним из барло турецкого поколения и одним из влиятельных интеллектуалов Моваруннахра. Его предок происходил из легендарного турецкого рода Алан Кува и был одним из самых уважаемых людей во дворце клана Чигатой. Земли вокруг Кеша и Нефеса считались их собственностью.
    
    Отец Темура, Тарагай, регулярно участвовал в съездах чигатайских беков, которых созывали на берега реки Ил, являющейся ханским улусом. В 1355 году он женился на дочери Амира Джаку, бароло Турмуш-аги.
   
    Главный эмир Моваруннахра Казаган Амир, убедившись в способностях Темура, в том же году выдал за него замуж своего внука Улджая Тюркана. В честь этого брака родился союз Амира Хусейна, внука Казагана, и Амира Темура. Этот союз будет очень полезен в борьбе с монголами. В 1356 году у Амира Темура родились 2 сына - Джахангир и Омар Шейх.
   
    С начала 13 века до конца 14 века экономическое положение Моварауннахра ухудшалось день ото дня. Хан Монголии Туглук Темур воспользовался этим и без сопротивления дошел до Кашкадарьи. Ему начинает служить Амир Темур. Однако Туглук Темур назначает правителем Моварауннахра своего сына Ильяса Ходжа, а Амир Темур отказывается служить князю, объединяется с правителем Балха Амиром Хусейном и вступает в решительную битву с монголами.
   
    В это время в Самарканде правили военачальники-'палачи' и борцы с монголами. Лозунг этого народного движения «Либо борьба за свободу, либо повешенная голова» придумали его участники. В 1370 году на съезде в Балхе Амир Темур был объявлен главным эмиром Турана.
   
    Женитьба на дочери Чингиза Сарай Мульк Ханым дала Амиру Темуру почетный титул «гурган», т.е. «зять хана».
   
    Главной задачей Амира Темура было выдержать раздробленное государство и объединить разрозненные земли в одно государство. Он назначил Самарканд столицей этого государства и быстро начал строить городские защитные стены, крепости и дворцы.
   
    Амир Темур подчиняет себе и объединяет земли между Амударьей и Сырдарьей, а также Ферганскую и Шошскую области, а затем начинает свои завоевательные походы.
   
    Правление Амира Темура длилось 35 лет (1370 - 1405). Он создал великое царство от Инда и Ганга до Сырдарьи и Зарафшана, от Тянь-Шаня до Босфора. Большую часть своей жизни он провел в походах.
   
    Амир Темур умер в городе Отрар в 1405 году во время похода в Китай.",
    "text2":"Еще при жизни Амира Темура был написан специальный труд под названием «Темур Тузиклари», в котором рассказывается о государственном управлении. Произведение состоит из двух частей и является бесценным историческим источником Средневековья. В ней описывается биография Темура, связанная с событиями его жизни, взгляды известного государственного деятеля и полководца на военное искусство, государственное устройство и управление. Централизованное сильно управляемое государство, созданное Амиром Темуром, было построено на основе этого бесценного свода правил.
    
    Создав большое государство, Амир Темур подготовил условия для экономического и культурного развития страны. Древние традиции прошлого возрождаются в новой исторической форме. По мере того как Моварауннахр становился торговым, экономическим и культурным центром всего Ближнего и Среднего Востока, Самарканд, Кеш, Бухара, Термез, Ташкент, Марв и другие древние города начали благоустраиваться.
   
    Начали возводиться большие здания мечетей, медресе, мавзолеев, караван-сараев и бань. Стало обычной практикой увековечивать любую победу в архитектуре. В своей строительной деятельности Амир Темур преследовал определенные политические цели – построенные им здания должны были быть в состоянии продемонстрировать могущество царства.
   
    За годы своего правления Амир Темур положил конец феодальной раздробленности, установил торговые и дипломатические отношения с крупными европейскими королевствами, такими как Франция, Англия, Кастилия. К сожалению, после смерти Амира Темура торговые и дипломатические отношения с Западной Европой прекратились.
   
    Амир Темур стоит на страницах истории вместе с великими полководцами, такими как Александр Македонский, Дарий Первий и Юлий Цезарь.
   
    Амир Темур – один из самых решительных людей в истории человечества. Судя по разным источникам, в наших знаниях о нем он воплощается как правитель, офицер, генерал и воин."
  }
}
