{
  "temur": {
    "title": "Amir Temur",
    "text1":"Amir Temur is a Central Asian Turkic ruler, general and officer who played an important role in the history of Central, South and Western Asia, as well as the Caucasus, Volga and Russia. Sarkarda was the founder of the Timurid kingdom (1370), the capital of which was Samarkand. Amir Temur was born on April 9, 1336 in the village of Khoja Ilgor (Yakkabog) near Kesh (Shahrisabz). According to legends, he was born with a red blood clot in his hand, and his hair was as white as moisafid, such a condition was also mentioned about Genghis Khan. His father, Amir Muhammad Taraghai, was one of the barlos of the Turkish generation, and he was one of the influential intellectuals in Movarounnahr. His ancestor was descended from the legendary Turkish Alan Kuva family, and was one of the most respected people in the palace of the Chigatoi clan. The lands around Kesh and Nefes were considered their property.
    
    Temur's father, Taragai, regularly participated in the congresses of Chigatai begs, who were called to the shores of the Il river, which is the khan's ulus. In 1355, he married the daughter of Amir Jaku, the barolo of Turmush Agha.
   
    The chief amir of Movarunnahr, Kazaghan Amir, convinced of Temur's abilities, gave him his grandson Uljay Turkan in marriage in the same year. With the honor of this marriage, the union of Amir Husayn, the grandson of Qazaghan, and Amir Temur was born. This alliance will be very useful in the fight against the Mongols. In 1356, 2 sons of Amir Temur were born - Jahangir and Omar Shaykh.
   
    From the beginning of the 13th century to the end of the 14th century, the economic situation of Movaraunnahr worsened day by day. Khan of Mongolia Tughluq Temur took advantage of this and reached Kashkadarya without any resistance. Amir Temur begins to serve him. However, Tughluq Temur appoints his son Ilyas Khodja as the ruler of Movaraunnahr, and Amir Temur refuses to serve the prince, unites with the ruler of Balkh, Amir Husayn, and enters into a decisive battle with the Mongols.
   
    At this time, warlords - 'hangmen' and fighters against the Mongols ruled in Samarkand. The slogan of this people's movement 'Either struggle for freedom, or hanged head' was created by its participants. In 1370, Amir Temur was declared the chief amir of Turan at the congress held in Balkh.
   
    Chingiz's daughter Sarai Mulk Khanim's marriage gave Amir Temur the honorary title of 'gurgan', i.e. 'son-in-law of the khan'.
   
    The main task of Amir Temur was to endure the fragmented state and unite separate lands into one state. He appointed Samarkand as the capital of this state and quickly began to build the city's protective walls, fortresses and palaces.
   
    Amir Temur subjugates and unites the lands between the Amudarya and Syrdarya, as well as Fergana and Shosh regions, and then begins his invasion campaigns.
   
    Amir Temur's rule lasted 35 years (1370 - 1405). He created a great kingdom from the Indus and the Ganges to the Syrdarya and Zarafshon, from the Tien Shan to the Bosphorus. He spent most of his life in marches.
   
    Amir Temur died in the city of Otrar in 1405 during his march to China.",
    "text2":"During the lifetime of Amir Temur, a special work called "Temur Tuziklari" was written, which talks about state management. The work consists of two parts and is an invaluable historical source of the Middle Ages. It describes Temur's biography related to his life events, views of the famous statesman and general on military art, state structure and administration. The centralized, strongly governed state created by Amir Temur was built on the basis of this invaluable set of rules.
    
    Having created a large state, Amir Temur prepared the conditions for the country's economic and cultural development. The ancient traditions of the past are revived in a new historical form. As Movaraunnahr became a trade, economic and cultural center throughout the Near and Middle East, Samarkand, Kesh, Bukhara, Termiz, Tashkent, Marv and other ancient cities began to beautify.
   
    Large buildings of mosques, madrasas, mausoleums, caravanserais and baths began to be built. It has become a common practice to immortalize any victory in architecture. In his construction activities, Amir Temur followed certain political goals - the buildings he built should have been able to demonstrate the power of the kingdom.
   
    During the years of his rule, Amir Temur ended the feudal disunity, established trade and diplomatic relations with major European kingdoms such as France, England, and Castile. Unfortunately, after the death of Amir Temur, trade and diplomatic relations with Western Europe ended.
   
    Amir Temur stands in the pages of history along with great generals such as Alexander the Great, Darius Pervius, and Julius Caesar.
   
    Amir Temur is one of the most determined people in the history of mankind. Based on various sources, in our knowledge of him, he is embodied as a ruler, an officer, a general, and a warrior."
  }
}
