{
  "tarix": {
    "title": "Museum of applied arts of Uzbekistan",
    "text1": "On August 31, 1991, the Uzbek people achieved their long-awaited independence. Like all areas of our life, great historical changes have taken place in the activity of museums. According to the decision of the Cabinet of Ministers of April 21, 1992, the State Museum of the History of Uzbekistan was reorganized. In essence, it was on this date that the truly modern and national museum was founded. The Decree of President Islam Karimov 'On Fundamental Improvement and Improvement of Museum Activities' (January 12, 1998) made a big turn in the development of our museums. There are about 250,000 exhibits. Among them there are many valuable collections related to numismatics, archeology, coin studies and ethnography. is aimed at doing. About ten thousand exhibits are located in this exposition, which occupies the third and fourth floors of the building with a total area of nearly two thousand square meters. The history of the formation of the Uzbek statehood, the rich traditions and culture of the Uzbek people are expressed in them. The exhibits representing the period of the primitive structure in the initial exposition testify that the territory of Uzbekistan was one of the oldest centers of Eastern civilization. The establishment of production based on farming and animal husbandry, socio-economic changes, the development of handicrafts based on preliminary chemical and technological knowledge, the foundation of Zoroastrianism in the development of religious thought, mutual cultural relations with the highly developed centers of the ancient East. , the emergence of castles and early cities with complex internal structures played a major role in the formation of large states. The specific development and interrelationship of farming and animal husbandry, the struggle of the peoples of Uzbekistan against the Ahmenids, the Greek-Macedonians and the Sasanians, the Khorezmians, the Bactrians, the Ferghana state and the Kushan kingdom are also very well covered. The objects, which embody the high culture of our ancestors in the millennia BC and AD, displayed in the halls, are distinguished by their colorful content. Most of them are priceless examples of world culture and art. Wall inscriptions, sculptural images, architectural works related to the theme of Buddhism have a special place in the exposition. The great cultural heritage of the Uzbek people in the middle ages is also in the exposition. expressed. Especially in the exposition dedicated to the period of Timur and the Timurids, many exhibits can be seen that tell about the high development of science and culture as a result of the efforts of Amir Temur. , carved products, Bukhara velvets and adras, and examples of goldsmithing art. Also, the further development of our country, in particular, the struggle for freedom during the colonial period, the struggle of our enlightened people to make their homeland enlightened, prosperous and free, is vividly shown through maps, pictures, and visual aids. The last exposition of the museum is about independence. It is dedicated to the great achievements of the Republic of Uzbekistan in the political, economic and social spheres. For about 14 years, Uzbekistan has become one of the countries that has found its rightful place in the world. in short, the continuity of historical development and cultural development is shown in the museum tools as a whole history of the nation. Today, the history of the Uzbek people was objectively created in the State Museum of the History of Uzbekistan, which is considered one of the major scientific and cultural centers. But at the same time, when we see innumerable and rare monuments that were transported from our homeland in other museums, our hearts and dreams scratch our hearts.",
    "text2": "Man is born once. And the good that was created by him will not be forgotten for a lifetime. Because goodness is eternal. After all, it is necessary for us to leave a worthy legacy to the future generation, like our ancestors. As President Islam Karimov said: 'Our children, the future generations will receive this country, this holy land from us in an even richer, stronger and more powerful state, whatever feelings of gratitude we feel towards our great ancestors. It is our civic duty to do everything necessary so that our children and the future generation feel such feelings of gratitude towards us.'"
  },
  "sanat": {
    "title": "Museum of applied arts of Uzbekistan",
    "text1": "In 1927, an exhibition of the best works of the masters of Uzbekistan was organized. Later, it was turned into a permanent exhibition and named 'National Economy Exhibition of Uzbekistan'. The exhibited exhibits were collected year by year. At the same time, hand-made embroideries, caps, jewelry, carpets and similar examples of folk art were also bought. These collected works of folk art were exhibited in the 'Handicrafts Museum' opened in Tashkent on July 7, 1937. In 1960, the museum was named 'Permanent Exhibition of Applied Arts of Uzbekistan'. In 1997, the former exhibition O It was transferred to the Ministry of Cultural Affairs of the Republic of Uzbekistan and received the status of 'State Museum of Applied Art'. masterpieces of applied art have been collected. The works of folk applied art stored in the museum's treasury can be artistically divided into three groups. First, these are practical works of art related to schools, created on the basis of ancient traditions, reflecting the uniqueness of each region; Secondly, starting from the second half of the 20th century, folk masters have developed it with their creative memory and enriched it with more artistic decoration without losing their traditional style. The third group is based on the development of today's practical art, decorated with colorful patterns, and consists of mature works at the level of modern art requirements. The Uzbek people are world famous for their ancient applied art. The art of making beautiful ornaments is one of the oldest creations of our people. Examples of these rare folk arts and crafts can be found in architectural monuments, ganch, wood carving, painting, as well as coppersmithing, jewelry, pottery, carpet weaving, silk and thread weaving, goldsmithing, embroidery and dozens of other practical works. has preserved its examples in the arts. Today, this priceless heritage of ours, which has risen to the level of high and unique masterpieces of art, is preserved in our museums. The President of the Republic of Uzbekistan I.A. Karimov said, 'We know the people not by their name, but by their culture and spirituality, and we look at the roots of their history.' In fact, the priceless monuments of our material and spiritual culture kept in the treasures of the museums of our Republic are rare witnesses that show who we were. In the years of our independence, special attention is being paid to the fundamental improvement of the activities of the museums of our republic. Two decisions of the Cabinet of Ministers were adopted in 1994 and 1998 on measures to improve the activities of the museums, the establishment of the 'Uzbek Museum' fund, the State Museum of the History of Uzbekistan in Tashkent, The establishment of the State Museum of the History of the Timurids, the 'Memorial of the Victims of Repression', and the archaeological museums in Termez are a clear indication of this. In the Decree of the President of the Republic of Uzbekistan on January 12, 1998 'On the fundamental improvement and improvement of the activities of museums' it is stated that 'further improvement of the system of museums formed in the territory of Uzbekistan, increasing their place in the spiritual and moral maturity of the people, museum to carefully preserve, study, enrich, take out and promote the rich history of our nation, the steps of our independence, which are preserved in the funds, and from them, national pride and pride, independence and loyalty to the Motherland are instilled in the minds of our people. the necessity of their wide use in order to strengthen them is indicated.",
    "text2": "The Republic State Museum of Applied Arts stores the most unique monuments of folk art, which is an integral part of our national culture. More than 50 types of folk art are displayed in the expositions of the museum. It is known that over the centuries, large centers of folk arts and crafts have been formed on the territory of Uzbekistan, and each region is distinguished by its artistic and decorative arts. In particular, Chust hat, knife, Rishton is famous for its louvre pottery, Margilan rainbow satin, Bukhara goldsmithing, Shahrikhan knifemaking. While walking in the museum halls, human hands You will enjoy seeing the miracles and the unique elegance of art."
  },
  "tabiat": {
    "title": "State Nature Museum of Uzbekistan",
    "text1": "The State Nature Museum of Uzbekistan is located in Tashkent and is one of the oldest not only in Uzbekistan, but also in Central Asia. It was opened in 1876, and since then the museum has been filled with representatives of the animal and plant world, including exhibits related to ancient people who lived in the territory of Uzbekistan. At the moment, there are more than 400,000 zoological and geological materials in the museum fund. The museum is divided into four sections, where expositions on animal and plant life are placed. Perhaps the most unusual and unique exhibits are the remains of mammoths, mutants of various animals, embryos, as well as exhibits of birds and animals that are on the verge of extinction. used the landscape method. With the smallest details and accuracy, this method helps to visually reflect the ecosystem, natural landscape, different terrains, animals and trees, and even the solar system. You can find detailed information about",
    "text2": ""
  },
  "sanat2": {
    "title": "State Art Museum of Uzbekistan",
    "text1": "The State Art Museum of Uzbekistan is a cultural-educational, scientific institution; It is the first art museum established in Central Asia. In 1918, it was founded in Tashkent as a museum of the People's University; later the Central Art Museum, from 1924 the Tashkent Art Museum, from 1935 under the current name. The museum was created on the basis of the personal collection of prince N.K. Romanov, who lived in Tashkent (portraits and historical paintings by Russian and Western European artists, graphic and sculptural works, artistic furniture, porcelain, etc.). Works of art from the art department of the Turkestan Museum of Local History and other museums' funds and private collections were enriched (V. L. Borovikovsky, K. P. Bryullov, V. A. Tropinin, I. M. Nikitin, O. A. Kiprensky, I. K. Ayvazovsky, S. V. Ivanov, I. N. Kramskoy, N. N. Ge, A.K. Savrasov, I.I.Shishkin, V.G. Perov and others); rare works of Russian artists of the 19th century are collected in the museum (I.Ye. Repin, V.A. Serov, I.I. Levitan, N.K. Roerich, etc.). The museum fund has more than 50,000 exhibits (2005), the number of visitors exceeds 250,000 per year. The museum has departments of folk art of Uzbekistan, fine art of Uzbekistan, Russian art, art of Western Europe, art of foreign peoples of the East, treasury, repair there is a workshop, a photo laboratory, and a lecture hall. As a scientific institution, the museum carries out scientific research on the visual arts of Uzbekistan: it buys works of art, illuminates them scientifically, analyzes and describes the works of art in the museum's treasury, publishes scientific works, catalogs, albums (for example, 'Japanese engraving In the collection of the State Art Museum of Uzbekistan' catalog; 'State Art Museum' album, 'The best in Tashkent' series information book, etc.), organizes thematic exhibitions based on the works of art in its treasury, foreign countries (USA, Belgium, Great Britain participates in exhibitions (UK, Germany, France, Switzerland, Russia, China, Japan, etc.) , USA, etc.). Especially during the years of independence, creative relations with foreign countries expanded. The museum is a member of the International Committee of Museums (IKOM). Sh. Hasanova, S.Abdullayev, D.Roziboyev led; The head of the museum is Nasiba Ibrahimova since 1997. The exposition of the museum is divided into genres and types of art and is organized in chronological order. The exhibits in each hall are arranged according to art forms, schools, traditions, and centers of current development. The exposition begins with the display of the ancient art monuments of Uzbekistan - Zarautsoi paintings, sculptures found in Kholkhayon, and then the folk decorative art of Uzbekistan. About 250 works of art of artists who lived and created in Central Asia (I.S. Kazakov, N.N. Karazin, R.K. Zommer, etc.) were collected, the artists who worked there were P. Benkov, A. Volkov, M.I. Kurzin, Usto Momin ( The works of A. Nikolayev), O. Tatevosyan, V. Ufimsev, N.V. Kashina, Z.M. Kovalevskaya and others are given a special place in the exposition. A large part of the museum's fund is made up of works of visual art of Uzbekistan: the natural singer of Uzbekistan O'. Tansikboyev, A. Abdullayev, Ya. Abdullayev, Sh. The works of Hasanova, Ch. Ahmarov, R. Ahmedov, N. Koziboyev, S. Abdullayev, R. Choriyev, their contribution to the development of visual arts are reflected in the museum expositions. The museum also has a rich collection of Uzbek applied art: samples of ganch, wood and stone carving, jewelry, carpeting, embroidery, and pottery. provides excellent information.",
    "text2": "Muzeyda G’arb (Italiya, Ispaniya, Germaniya, Niderlandiya, Fransiya, Buyuk Britaniya) va Sharq (Hindiston, Xitoy, Yaponiya, Vyetnam, Myanma) mamlakatlarining tasviriy sanʼat asarlari va amaliy sanʼati namunalariga keng o’rin ajratib berilgan. Muzey dastlab knyaz N.K.Romanov saroyida, 1935—66 yillar Xalq universiteti binosida joylashgan, 1974 yildan (1966 yil Toshkent zilzilasida vayron bo’lgan Xalq universiteti binosi o’rnida) muzey uchun maxsus qurilgan binoda (meʼmorlari I.Abdulov, A.K.Nikiforov, S.A.Rozemblyum). Bino tarhi sodda kub shaklida, tarzlari metall sinch (karkas)li konstruksiyalar bilan to’rtburchak shaklli qismlarga bo’lingan, poydevor va peshtog’i kulrang marmar bilan qoplangan. Muzey binosida 1997 yildan qayta qurish va taʼmirlash ishlari olib borildi; binoning 4 tomoniga O’zbekistonda ishlab chiqarilgan zamonaviy oynalar o’rnatildi, ular zallarni bir xilda mayin yoritib turishi sanʼat asarlarini tabiiy yorug’likda ko’rish imkonini beradi. Muzey zamonaviy qo’riqlash va yong’inga qarshi asbobuskunalar, kompyuterlar bilan jihozlandi."
  },
  "temuriylar": {
    "title": "State Museum of the History of Timurids",
    "text1": "The State Museum of the History of the Timurids was established in 1996 under the initiative and leadership of the President of the Republic of Uzbekistan, Islam Karimov, on the occasion of the 660th anniversary of the birth of Master Amir Temur. The decision of the Cabinet of Ministers of the Republic of Uzbekistan No. 99 dated March 14, 1996 on the establishment of the museum was adopted. To do this is to educate the young generation in the spirit of patriotism based on our historical achievements and traditions, imbued with a deep humanistic spirit. The main part of the museum fund is manuscripts related to Amir Temur and the Timurid period, correspondence with the rulers of different countries, coins, ceramics and copper. It consists of rare exhibits such as items, architectural decoration covers, books, ethnographic items, works of artists of our country. The number of exhibits exceeds 2.5 thousand. At the moment, in the halls of the museum 'Culture and history of writing in Uzbekistan', 'Shahruhiya castle-city', 'Our heritage abroad', 'Amir Temur-Claviho-Samarkand', 'Scenes from the life of Amir Temur', 'Amir Temur and the era of the Timurids' - in the eyes of artists', 'Amir Temur and the history of the Timurid era in the eyes of scientists and writers', 1.5 thousand exhibits are displayed. Recently, a new exposition on the theme 'The State Museum of the History of the Timurids is 10 years old' was opened.",
    "text2": ""
  },
  "xotira": {
    "title": "Repression Victims Memorial Museum",
    "text1": "On August 31, 2002, on the initiative of the President of the Republic of Uzbekistan, I. A. Karimov, the museum 'Memory of Victims of Repression' was opened in order to commemorate and honor the repressions and restore the bright memory of our ancestors who died for the freedom of the people. The museum 'Commemoration of Victims of Repression' is located in the center of the 'Memorial of Martyrs' square and gives the square more beauty and grace. The museum hall is bright and comfortable. In the center of the hall there is a 'Statue of Suffering'. It depicts a parent waiting for a child, a woman who misses her lover, and a child who cannot get enough of his father's love. On the walls are hung the plates - photos, which divide the museum into sections, related to the themes, characteristic of those times. The museum consists of 7 departments. 1. The middle and end of the XIX century. 2. Repression in the 20s. 3. The period of 'listening'. 4. Repression in the 30s. 5. Repression in the 40s and 50s. 6. Repression in the 80s. 7. Commemoration and honoring of repressions during the years of independence. Each section contains documents, secret papers, pictures, period plates and exhibits related to this period.",
    "text2": ""
  },
  "kuchlar": {
    "title": "Armed Forces Museum",
    "text1": "The museum was founded in 1965. The exposition of the museum reflects the history of the Armed Forces, the military art of the peoples of Central Asia, as well as the current period of the development of the Armed Forces of the Republic of Uzbekistan. The museum also has a special exposition dedicated to the great general Amir Temur, 'Military art of the Timurid period'. Maps of military campaigns, schemes of soldiers' formation, weapons, badges and other exhibits of the Timurid period are located here. There is also an exposition dedicated to the participation of the people of Uzbekistan in the Second World War. In the exhibition 'Guarding independent Uzbekistan' you can get information about the types of troops, the life of the military, their combat and military-political training.",
    "text2": ""
  },
  "sharaf": {
    "title": "Museum of Honor",
    "text1": "Last year, the initiative of our President to build a huge park and perpetuate the heroism of our people was put forward. After that, an artistic and architectural concept was developed based on the suggestions of the scientific and creative community and the experience of foreign countries. The head of our state got acquainted with the projects in this regard several times. More than 12 hectares of land were allocated in the Almazor district of Tashkent city, and huge construction and improvement works were carried out. As a result, the Victory Park, created as a result, has become a whole complex that fully demonstrates the great contribution and courage of the people of Uzbekistan to ensure the victory in the Second World War. This courage of our country, kindness and humanitarian qualities are still a school of honor, a source of pride. As time goes by, the importance of these immortal values is increasing more and more. Such a glorious history is reflected in the Museum of Glory. Historical facts and events are reflected with the help of modern technologies and interactive methods. Such a glorious history is expressed in the Museum of Glory. Historical facts and events are reflected with the help of modern technologies and interactive methods. Until that time, it was believed that about 1 million 500 thousand people from Uzbekistan participated in the Second World War. According to newly discovered information, it was found that about 1 million 951 thousand people were mobilized for the war. More than 200,000 of our soldiers and officers were awarded state combat awards. Thousands of war veterans were treated in military hospitals established in Uzbekistan. According to the newly established information, 1 million 500 thousand people, including more than 250 thousand children, were evacuated to our country from the countries that became the center of the war. Our people gave them a place in their house and shared the last piece of bread.",
    "text2": "The museum consists of six sections, and section 1 shows the mobilization of the people of our republic to the front, bravery on the battlefields. The second part is called 'Uzbekistan - a reliable stronghold for the front'. In the next section, the fields of science, education, culture, and health care in our country during the war years are shown. Section 4 is called 'Memories of war and victory, people's joy and happiness', and the next section tells about fiction, art and the press during the war years. The 33-volume book 'Memory' from the 6th section 'The Courage of the Brave Lives Forever', as well as a book-album published on the occasion of the holiday, and other exhibits are included."
  },
  "transport": {
    "title": "Railway History Museum",
    "text1": "In the center of the capital, not far from the North railway station, there is a museum of railway technology in Tashkent, which is often called the 'Museum of locomotives'. The museum was opened on August 4, 1989 in the Railwaymen's Central Palace of Culture. The idea to create a railway museum appeared after a successful exhibition of locomotives dedicated to the 100th anniversary of the Central Asian Railway in 1988. The open-air museum has a wonderful collection of railway transport. plans are available. The museum is also maintained by a beautiful park about one kilometer long. The vehicles on display here have been actively involved in regular traffic on railways in Central Asia and beyond for decades. you can see wagons, as well as examples of repair and construction machinery, self-propelled wagons and railway equipment. The museum's exhibits were prepared in Russia, Czechoslovakia, Germany, Poland and the USA. Several old wagons have been prepared for the mini-museum of the history of Central Asia. ",
    "text2": "They have the most interesting examples of spare parts and equipment, exhibitions of model trains, semaphores, maps of railway routes from different periods, communication, radio, as well as badges, awards and uniforms of the last railway workers. Visitors can see all the trains of interest on their own, or take a guided tour, where a guide will explain in detail about each of the museum trains in this historic series, depicting the 'Evolution' of railway transport. Almost all the exhibits are available for full exploration and familiarization: you can touch them, get on the train, enter the driver's cabin, turn the control device, press the instrument buttons."
  },
  "qahhor": {
    "title": "Abdullah Qahhor House-Museum",
    "text1": "The memorial museum of the national writer of Uzbekistan, playwright, satirist, publicist and translator Abdulla Qahhor (1907-1968) is located in the house where he lived in the last years of his life. The museum exposition consists of memorial and literary parts. The memorial part consists of the writer's hotel and studio. In the literary part, a work desk with the working status of the writer during his life and equipped with various items belonging to the writer has been preserved. In the library of Abdullah Qahhor, there are many manuscripts, books, magazines, works of Russian and world classics, scientific publications, encyclopedias and literary materials. references are kept. Abdulla Qakhor knew the Russian language very well and translated the works of A. Pushkin, L. Tolstoy, A. Chekhov, N. Gogol, M. Gorky and other writers into Uzbek. His journalistic and critical articles 'Literary gazeta', 'Culture of Uzbekistan' pages, 'Sharq tyzni' magazine and other publications. The exposition and fund of the museum includes manuscripts, the writer's diary and photographs from the 1920s-30s. A wall newspaper created by Adib during his studies at the Kokan Pedagogical College in the 1920s has been preserved. The exhibits belonging to the museum were collected by Kibriyo Kahhorova, the husband of the writer, and handed over to the museum. Abdulla Kahhor, the son of a Koqan, the son of a blacksmith, was a skilled columnist who highlighted the flaws of society in the 1920s, to 'Mirage', 'Qo' 'shchinor lights' novels, the short story 'Otmishdan Ertaklar' and many other works, he went on to become a major prose writer.",
    "text2": "In Uzbek literature, Abdulla Qahhor occupied a special place as a skilled master of realistic stories. In this genre, he synthesized the tradition of Russian realistic story-writing and the Uzbek folk humor, 'askiya' - an open joke, a joke contest. Abdullah Qahhor is also very famous as a playwright. His plays - comedies, especially the play 'Shahi So'zana' were successfully received on the theater stages of Eastern European countries.."
  },
  "ashrafiy": {
    "title": "Mukhtar Ashrafi House-Museum",
    "text1": "The museum is located in the house where Mukhtar Ashrafi lived and worked from 1965 to 1975. The works 'Sevgi Amulet' and 'Temur Malik' were created here. The museum collection includes Mukhtar Ashrafi's personal archive. There are also valuable manuscripts, photographs, documents, performance programs, books, sheet music publications, and a collection of Uzbek musical instruments. The exhibition also includes materials from the first national opera 'The Storm'.",
    "text2": ""
  },
  "oybek": {
    "title": "Aibek House-Museum",
    "text1": "In one of the districts of Tashkent, called 'Workers' Town', there is a particularly blessed place for people of science and culture. From 1940 to 1968, that is, until the last moments of his life, the great Uzbek writer and public figure Musa Tashmuhammad son Oybek lived and created in this dargah. and because he is famous as a great person, in popular terms, Tashkent residents from seven to seventy years old, as well as fans of literature from near and far countries of our capital, come to this house to visit this shining figure of Uzbek literature. for those who consider it a pride. Famous writers, translators and literary scholars from cities such as Moscow and Kiev, Tbilisi and Baku, Alma-Ata and Ashgabat lived in this house remembering the conversations they had with Oibek as unforgettable moments of their lives. Oibek died on January 10, 1905 in Tashkent He was born in the neighborhood of Gavkush. This neighborhood was located on the site of the building of the National Academic Drama Theater of Uzbekistan. The future writer lived and studied in the dormitory of the Technical College of Education and Training because he was born in a strange family in a narrow and winding neighborhood. After starting a family, he lived in 4 dahas and rented houses in Tashkent. Finally, in 1940, when the state began to distribute land to science and culture workers, he was also given 600 square meters of land. The writer's wife, Zarifakhonim, is both the 'architect' and the 'foreman' of the construction, and Aybek himself works together with the masters as both a money maker and a 'locker' who gives 'new life' to old, crooked nails. On December 30 of the same year, they moved into a new house - their own - on the grass beds. 'It was one of our happy days,' Zarifakhonim remembered that 'historical' day. - The house is not finished yet, only the walls, ceiling and floor of the two rooms were ready. Depending on our situation, when we had money, we bought boards and plywood and finished them in half a year...' During the difficult years when the house was built, all the buildings had not yet been built, and the roads had not yet taken a clear shape. Because of this, the street was called 'Proyektnaya' - 'Project' street. Now this street is named '1-Iftikhar'. If you walk along this street for three or four minutes, you will come to the 26th house. On the wall on the left side of the big gate hangs a plaque stating that the great Uzbek writer Oybek lived in this house in 1940-1968. Oybek... Until the 50s and 60s of the 20th century, the mud roofs of the houses connected to each other in the Old City were covered with tulips in the spring months, and the moon and stars looked very close due to the extremely clean air. On such drunken days, young brides would also carry their babies and admire the moon and stars on the tulip-covered roofs. Musa, who was especially fond of Oimama, stretched out his hand to the sky and said: 'Moon, bring the moon!' he begged his mother... Having not forgotten this childhood memory, Oybek took the nickname 'Oybek' when he started writing his first poems. How many beautiful poems, short stories and novels, articles and scientific works are now shining like the Moon from the top of this bright pseudonym... established. The museum consists of two parts, and the 5-room building built in 1940-1941 houses an exposition reflecting the writer's life and work. In the building on the north side of the yard, there are memorial rooms: a hotel, a studio (on the first floor), a children's room and a bedroom (on the second floor). Go to the second floor by climbing the wooden stairs in the hall, looking at the engravings made by A. Siglinsev on the walls. they begin to get acquainted with the exposition of the house-museum. At the entrance to this part of 5 rooms, there is a small room on the right. It displays exhibits related to Zarifa Saidnosirova, the wife of the writer, the first Uzbek painter's daughter and the first Uzbek chemist-scientist, and her father - the famous enlightener and businessman Saidnosir Mirjalilov: paintings, documents, objects, paintings. An easel is at one end of the room. It is a monument to the People's Artist of Uzbekistan Orol Tansikbayev. Together with her, Zarifakhonim studied the 'secrets' of fine art in the studio of N.N. Rozanov, a student of the great Russian artist Ilya Repin. In the last years of her life, Zarifakhonim worked on the watercolor paintings on the walls of this room. After you leave this room, it seems to me, Zarifakhonim, that you are entering a room that introduces you to Oybek's childhood and youth. Here is the appearance of Tashkent at the beginning of the 20th century, the writer's photos of that time, the school where he studied",
    "text2": "Unfortunately, the new wave of repression that began in the early 50s began to drag Oibek into its vortex. Opponents find political mistakes even in the novel 'Navoi'. Newspaper articles, photos, documents in the exposition tell about this. The ground under the feet of the great writer starts shaking day by day. On one of those painful days, he suffered a stroke. During these years, Zarifaxonim focused all his efforts on getting Aibek back on his feet. When Aybek went to China for treatment, Chinese doctors gave him these wooden swords. He tried to move his arm muscles with these swords. Finally, here is the fourth hall called 'Eternity of Oibek'. The author's multi-volume publications in Uzbek and Russian languages, as well as copies of some of his works published abroad in recent years, are displayed here. In addition, there are ceramic and porcelain vessels with the writer's image, beautiful verses written on them, copper items... Artistic, scientific and scientific-popular works dedicated to Oybek..."
  },
  "tamara": {
    "title": "House-Museum of Lady Tamara",
    "text1": "It was established in 1994 on the basis of the exhibition of Tamarakhonim dresses, which has been continuously operating. In this house-museum, the interiors of the rooms where Tamara Khanim spent the last years of her life have been preserved. It also has many stage costumes, a unique collection of photographs, and many unpublished poems and memoirs of the poetess. The collection of the museum also includes examples of fine art, costumes and household items. Demonstrations of Tamarakhonim's stage costumes and Uzbek national costumes are held in the exhibition hall of the museum.",
    "text2": ""
  },
  "tansiqboyev": {
    "title": "Urol Tansikbayev House-Museum",
    "text1": "For many years, the house-museum of the famous folk artist Orol Tansikbayev has been operating in the noisy courtyard of the city's multi-storey buildings. This memorial house-museum was opened in 1981 and included a workshop, a hotel, a bedroom, an office, a porch, and a porch where various flowers and plants can be seen. Today, the museum exhibits more than 400 works by the artist. A memorial workshop was opened in 1976 in memory of the great artist living in this house. There is an exposition of the artist's creations, documentary materials about the artist's life and work, easels, tables for paints, photographs and copies of the artist's works stored in foreign museums.",
    "text2": ""
  }
}
